start_text = "Здравствуйте {0.first_name}👋\n" \
             "Киньте мне ссылку, и я отправлю Вам видео и аудиофайлы по отдельности(видео будет со звуком)\n" \
             "Лучше отключите автозагрузку в настройках, тогда Вы будете загружать только то, что Вам нужно.\n" \
             "Итак, жду Вашу ссылку👇"

error_text_start = "Что-то пошло не так🤔Обещаем, что в скором времени это будет исправлено👌"

download_video_text = "Загружаю видео...🕚"

download_audio_text = "Преобразую его в аудио...🕚"

send_video_text = "Отправляю видео...🕚"

send_audio_text = "Отправляю аудио...🕚"

wishes_audio = "Готово, приятного прослушивания☺️"

wishes_video = "Готово, приятного просмотра, обязательно приходите ещё☺️"

age_error = "По каким-то причинам видео имеет возрастные ограничения, " \
            "что не позволяет мне скачать его. Выберите другое видео."

not_link_text = "Какая то проблема со ссылкой...Проверьте пожалуйста её корректность"

mystery_error = "Произошла какая-то неизвестная ошибка...Мы обязательно проверим, из-за чего она возникла"

size_problem = "Размер файла более 50 мб, что попадает под ограничения Telegram" \
               " (Боты не могу отправить файл размером более 50мб)\n" \
               "Поэтому отправленное Вами видео будет поделено на несколько кусков." \

cutting_start = "Начинаю резать...✂️"




